13/data/attachments/c3bdcdba79715ae8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_course_Actions_7078_0</nif:username>
            <nif:friendToBeRequested>soap_actions_383949f3-0790-4ead-9865-ae94420c8803</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>